Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/samediggi.no/oacco-nuvtta-giehtabatti-boallomearkka-ja-satnegirjjaza.html.tmx
Source language: sme
Languages: nob

source: Oaččo nuvttá giehtabátti, boallomearkka, ja sátnegirjjáža / Sámás muinna / Giella / Sámediggi - Sametinget
nob: Bekrefte bestilling

source: Diŋgonskovvi
nob: Parlør: " Samiske ord og fraser "

source: Vállje buktaga
nob: Nordsamisk buttons

source: Namma ja čujuhus
nob: Nordsamisk armbånd liten størrelse

source: Duođaš diŋgojumi
nob: Nordsamisk armbånd stor størrelse

source: Giitu diŋgomis !
nob: Sørsamisk buttons

source: Sátnegirjjáš
nob: Sørsamisk armbånd liten størrelse

source: Davvisámegiella boallomearka
nob: Sørsamisk armbånd stor størrelse

source: Oarjelsámegiella giehtabáddi sturrodat unni
nob: Lulesamisk armbånd liten størrelse

source: Oarjelsámegiella giehtabáddi sturrodat stuoris
nob: Lulesamisk armbånd stor størrelse

source: Jus háliidat oažžut eanet go ovtta gáhppálaga válljejuvvon buktagis / buktagiin, de almmut dása galle háliidat juohke buktaga nammii.
nob: Dersom du ønsker mer enn ett eksemplar av valgt (e) produkt (er), fyll inn antall for hvert produkt her.
